{
  "nav": {
    "home": "ہوم",
    "about": "ہمارے بارے میں",
    "service": "سروسز",
    "contact": "رابطہ"
  },
  "home": {
    "herosection": {
      "title": "آپ کے برانڈ کے لیے تیز، درست اور قابلِ توسیع 3PL فل فلمنٹ — ہفتے کے 7 دن",
      "description": "Prep Ecom Solution آپ کا نمایاں 3PL فل فلمنٹ اور لاجسٹکس مینجمنٹ پارٹنر ہے، جو آپ کے صارفین کے لیے اعلیٰ معیار کی اومنی چینل خدمات فراہم کرتا ہے۔ کم لاگت اور متحرک شپنگ حل کے ذریعے امریکہ کے 95٪ علاقوں تک رسائی حاصل کریں۔",
      "button": {
        "contact": "رابطہ کریں",
        "whatsapp": "واٹس ایپ"
      }
    },
    "accuracy": {
      "title": "درستگی، رفتار اور عملیاتی بہترین کارکردگی",
      "one": "SLA کے مطابق انوینٹری کی درستگی",
      "two": "24 گھنٹوں کے اندر آرڈرز کی پروسیسنگ",
      "three": "DDU/DDP کے ساتھ متعدد ممالک میں ایکسپورٹ کی سہولت",
      "four": "ان باؤنڈ سے اسٹوریج تک کے اوقات",
      "five": "48 گھنٹوں کے اندر ریٹرنز کی پروسیسنگ"
    }
  },
  "about": {
    "herosection": {
      "title": "ہمارے بارے میں",
      "description": "ایسے حل جو ڈاک خرچ میں 20٪ تک بچت فراہم کریں، تاکہ پورے امریکہ میں دو دن کے اندر کم لاگت ڈیلیوری ممکن ہو، لچکدار اور مشترکہ کیریئر گراؤنڈ ٹرانسپورٹ آپشنز کے ساتھ۔"
    },
    "brief": {
      "title": "مختصر تعارف",
      "one": "Prep Ecom Solution میں ہم قابلِ اعتماد، کم لاگت اور قابلِ توسیع ویئرہاؤسنگ اور لاجسٹکس حل کے ذریعے لاجسٹکس کو آسان بناتے ہیں۔ انوینٹری مینجمنٹ اور ٹرانسپورٹیشن سے لے کر ایونٹ لاجسٹکس اور آن سائٹ کوآرڈینیشن تک، ہم مکمل سپورٹ فراہم کرتے ہیں تاکہ آپ کا سامان اور آپریشنز مؤثر طریقے سے چلتے رہیں۔",
      "two": "ایک معروف لاجسٹکس سروس فراہم کنندہ کے طور پر، ہم فخر کے ساتھ مختلف صنعتوں میں کاروباری (B2B) اور انفرادی (B2C) صارفین کی خدمت کرتے ہیں۔ چاہے آپ کو طویل مدتی ویئرہاؤسنگ پارٹنر درکار ہو، ڈسٹری بیوشن سپورٹ ہو یا کسی بڑے ایونٹ کے لیے مکمل لاجسٹکس پلان — ہمارے پاس مہارت اور انفراسٹرکچر موجود ہے۔",
      "three": "ہماری لاجسٹکس پروفیشنلز کی ٹیم سپلائی چین مینجمنٹ، جدید ٹریکنگ ٹیکنالوجی اور کسٹمر فرسٹ اپروچ میں برسوں کا تجربہ رکھتی ہے۔ ہم رفتار، درستگی اور شفافیت کو ترجیح دیتے ہیں اور لچکدار اسٹوریج، ریئل ٹائم ٹریکنگ اور ہر مرحلے پر مخصوص سپورٹ فراہم کرتے ہیں۔",
      "four": "Prep Ecom Solution میں ہم صرف ٹرانسپورٹیشن نہیں کرتے — ہم دیرپا شراکت داریاں بناتے ہیں۔ ہمارا مشن لاجسٹکس کو سادہ، اسمارٹ اور بے فکری بنانا ہے تاکہ آپ اپنے کاروبار کی ترقی پر توجہ دے سکیں۔",
      "five": "Prep Ecom Solution: ہم آپ کو تیار کرتے ہیں، آپ ترقی کرتے ہیں۔ ویئرہاؤسنگ، ڈسٹری بیوشن اور لاجسٹکس مینجمنٹ کے لیے مکمل حل۔"
    }
  },
  "service": {
    "herosection": {
      "title": "ہماری سروسز",
      "description": "Prep Ecom Solution آپ کا نمایاں 3PL فل فلمنٹ اور لاجسٹکس مینجمنٹ پارٹنر ہے، جو آپ کے صارفین کے لیے اعلیٰ معیار کی اومنی چینل خدمات فراہم کرتا ہے۔ کم لاگت اور متحرک شپنگ حل کے ذریعے امریکہ کے 95٪ علاقوں تک رسائی حاصل کریں۔"
    },
    "briefService": {
      "title": "سروسز کا خلاصہ",
      "paragraph": "ہم ماہر ٹیموں کو یکجا کر کے آپ کے لیے بہترین شپنگ حل تیار کرتے ہیں۔",
      "one": {
        "title": "انوینٹری مینجمنٹ",
        "subTitle": "محفوظ، منظم اور قابلِ ٹریک اسٹوریج",
        "paragraph": "ہم آپ کی مصنوعات کے لیے محفوظ اور منظم اسٹوریج حل فراہم کرتے ہیں تاکہ آسان رسائی اور درست اسٹاک ٹریکنگ ممکن ہو۔ ریئل ٹائم اپڈیٹس کے ساتھ آپ ہمیشہ اپنے اسٹاک کی صورتحال سے باخبر رہتے ہیں۔ ہمارے حل Amazon FBA، Walmart، TikTok Shop، Shopify اور دیگر ای کامرس پلیٹ فارمز کے لیے موزوں ہیں۔"
      },
      "two": {
        "title": "پروڈکٹ تیاری اور FBA پریپ",
        "subTitle": "ہموار فل فلمنٹ کے لیے درست تیاری",
        "paragraph": "ہماری ٹیم لیبلنگ، بنڈلنگ، کٹنگ اور کوالٹی انسپیکشن سمیت تمام تیاری کے مراحل سنبھالتی ہے۔ ہم یقینی بناتے ہیں کہ ہر پروڈکٹ پلیٹ فارم کے معیار پر پورا اترے تاکہ جرمانوں یا تاخیر سے بچا جا سکے۔"
      },
      "three": {
        "title": "آرڈر فل فلمنٹ",
        "subTitle": "تیز، قابلِ اعتماد اور درست شپنگ",
        "paragraph": "پکنگ اور پیکنگ سے لے کر شپنگ تک، ہم آپ کے آرڈرز کو تیزی اور درستگی سے مکمل کرتے ہیں۔ ہماری 3PL مہارت کے ذریعے سیلرز ترقی پر توجہ دے سکتے ہیں جبکہ ڈیلیوری ہم سنبھالتے ہیں۔"
      },
      "four": {
        "title": "ریٹرنز اور ریورس لاجسٹکس",
        "subTitle": "بغیر جھنجھٹ ریٹرنز مینجمنٹ",
        "paragraph": "ریٹرنز کو سنبھالنا مشکل ہو سکتا ہے، مگر ہماری ٹیم اسے آسان بناتی ہے۔ ہم ریٹرنز کی جانچ، انوینٹری اپڈیٹ اور مؤثر پراسیسنگ کرتے ہیں تاکہ صارفین مطمئن رہیں۔"
      },
      "five": {
        "title": "ملٹی پلیٹ فارم ای کامرس مہارت",
        "subTitle": "ہر آن لائن اسٹور کے لیے فل فلمنٹ حل",
        "paragraph": "ہم Amazon FBA، Walmart Marketplace، TikTok Shop اور Shopify سمیت بڑے پلیٹ فارمز کے لیے فل فلمنٹ میں مہارت رکھتے ہیں، مکمل کمپلائنس اور ہموار انٹیگریشن کے ساتھ۔"
      },
      "six": {
        "title": "قابلِ توسیع لاجسٹکس حل",
        "subTitle": "بغیر حدود کے اپنے کاروبار کو بڑھائیں",
        "paragraph": "چاہے آپ نیا اسٹارٹ اپ ہوں یا بڑا برانڈ، ہمارے لچکدار 3PL حل آپ کے کاروبار کے ساتھ بڑھتے ہیں اور لاجسٹکس کو مؤثر اور کم لاگت رکھتے ہیں۔"
      }
    },
    "Inventory": {
      "title": "انوینٹری اور ای کامرس سورسنگ حل",
      "paragraph": "Prep Ecom Solution میں ہم صرف پریپ نہیں کرتے بلکہ اعلیٰ معیار کی انوینٹری بھی فراہم کرتے ہیں تاکہ سیلرز تیزی سے اسکیل کر سکیں۔ Amazon، eBay، Walmart یا Shopify پر فروخت کے لیے ہم منافع بخش مصنوعات تک براہِ راست رسائی دیتے ہیں۔",
      "one": {
        "title": "امریکہ کے بڑے ریٹیل اسٹورز سے سورسنگ",
        "paragraph": "ہم Walmart، Sam's Club، Target اور دیگر منظور شدہ امریکی ریٹیلرز سے براہِ راست سورسنگ میں مدد کرتے ہیں تاکہ آپ کی انوینٹری بروقت ری اسٹاک ہو سکے۔"
      },
      "two": {
        "title": "خصوصی ان اسٹاک انوینٹری دستیاب",
        "paragraph": "ہم منتخب ان ہاؤس انوینٹری بھی فراہم کرتے ہیں جو فوری خریداری اور شپمنٹ کے لیے تیار ہوتی ہے، جس سے آپ کا وقت بچتا ہے۔"
      },
      "three": {
        "title": "ہماری سورسنگ سروسز کیوں منتخب کریں؟",
        "paragraph": {
          "one": "منافع بخش اور بالکل نئی مصنوعات تک رسائی",
          "two": "قابلِ اعتماد امریکی ریٹیلرز سے مستقل سپلائی",
          "three": "تیز پروسیسنگ اور Amazon FBA تک براہِ راست پریپ",
          "four": "متعدد سپلائرز سنبھالنے کی ضرورت نہیں",
          "five": "کاروبار بڑھانے کے لیے قابلِ اعتماد انوینٹری"
        }
      },
      "four": {
        "title": "قابلِ اعتماد امریکی انوینٹری کے ساتھ تیزی سے ترقی کریں",
        "paragraph": "چاہے آپ تجربہ کار سیلر ہوں یا نیا آغاز کر رہے ہوں، ہماری سورسنگ سروس آپ کو رفتار، معیار اور اعتماد فراہم کرتی ہے۔"
      }
    }
  },
  "contact": {
    "herosection": {
      "title": "ہم سے رابطہ کریں",
      "description": "Prep Ecom آپ کا نمایاں 3PL فل فلمنٹ اور لاجسٹکس مینجمنٹ پارٹنر ہے، جو اعلیٰ معیار کی اومنی چینل خدمات فراہم کرتا ہے۔"
    }
  },
  "global": {
    "services": {
      "one": {
        "title": "Prep Ecom Solution",
        "paragraph": "ایک خصوصی تھرڈ پارٹی لاجسٹکس (3PL) کمپنی جو آن لائن سیلرز کے لیے مکمل ای کامرس فل فلمنٹ خدمات فراہم کرتی ہے۔"
      },
      "two": {
        "title": "فل فلمنٹ",
        "paragraph": "ہم جانتے ہیں کہ بروقت اور درست فل فلمنٹ کسٹمر کے اعتماد کے لیے ضروری ہے، اسی لیے ہم جامع لاجسٹکس حل فراہم کرتے ہیں۔"
      }
    },
    "whychooseus": {
      "title": "ہمیں کیوں منتخب کریں",
      "paragraph": "ہم ماہر ٹیموں کے ذریعے آپ کے لیے مثالی شپنگ حل تیار کرتے ہیں۔",
      "one": {
        "title": "موثر سپلائی چین مینجمنٹ",
        "subTitle": "ہموار اور بروقت آپریشنز",
        "paragraph": "لاجسٹکس خدمات سامان کی بروقت ترسیل کو یقینی بناتی ہیں اور تاخیر کو کم کرتی ہیں۔"
      },
      "two": {
        "title": "لاگت میں کمی",
        "subTitle": "آپریشنز کو بہتر بنائیں اور بچت بڑھائیں",
        "paragraph": "بہتر روٹس اور ویئرہاؤس مینجمنٹ کے ذریعے اخراجات میں نمایاں کمی آتی ہے۔"
      },
      "three": {
        "title": "بہتر کسٹمر اطمینان",
        "subTitle": "تیز اور قابلِ اعتماد ڈیلیوری",
        "paragraph": "بروقت ڈیلیوری کسٹمر کے اعتماد اور دوبارہ خریداری کے امکانات کو بڑھاتی ہے۔"
      },
      "four": {
        "title": "توسیع اور لچک",
        "subTitle": "آپ کے کاروبار کے ساتھ بڑھنے والی لاجسٹکس",
        "paragraph": "لاجسٹکس خدمات آپ کے کاروبار کے بڑھنے کے ساتھ آپریشنز کو اسکیل کرنے کی سہولت دیتی ہیں۔"
      },
      "five": {
        "title": "ماہر ہینڈلنگ اور رسک مینجمنٹ",
        "subTitle": "محفوظ اور پیشہ ورانہ آپریشنز",
        "paragraph": "ماہر لاجسٹکس فراہم کنندگان محفوظ ہینڈلنگ اور قابلِ اعتماد آپریشنز کو یقینی بناتے ہیں۔"
      }
    },
    "author": {
      "about": "Prep Ecom Solution کے بانی، جو ای کامرس پریپ، پیکجنگ اور لاجسٹکس خدمات کے ایک معروف فراہم کنندہ ہیں۔ اپنی مہارت کے ذریعے وہ آن لائن سیلرز کو آپریشنز بہتر بنانے اور کاروبار کو اعتماد کے ساتھ اسکیل کرنے میں مدد دیتے ہیں۔"
    }
  }
}
